Repository: Haiqal47/KIRSmartAV
Catalog: KIRSmartAV/ToolsForm/frmKClamAV.*.resx
Languages: id_id

# label1.Text
source: Select scan directory:
id_id: Lokasi untuk dipindai:

# cmdBrowse.Text
source: Browse
id_id: Cari direktori

# label4.Text
source: Last detection:
id_id: Deteksi terakhir:

# label3.Text
source: Path:
id_id: Lokasi:

# label2.Text
source: Scanned object:
id_id: Objek dipindai:

# groupBox1.Text
source: Scan stats.
id_id: Statistik pemindaian

# lblStatus.Text
source: Ready.
id_id: Siap.

# cmdStartScan.Text
source: Start scan
id_id: Mulai pindai

# cmdStopScan.Text
source: Stop
id_id: Berhenti

# columnHeader1.Text
source: Object
id_id: Objek

# columnHeader2.Text
source: Virus name
id_id: Nama virus

# columnHeader3.Text
source: Path
id_id: Lokasi
