Repository: Haiqal47/KIRSmartAV
Catalog: KIRSmartAV/Localization/strings.*.resx
Languages: id_id

# ActivateText
source: Activate
id_id: Aktifkan

# ActiveText
source: active
id_id: aktif

# DeactivateText
source: Deactivate
id_id: Matikan

# DeactiveText
source: deactive
id_id: non-aktif

# EncodeDecodeCompletedText
source: Encode/decode process completed.
id_id: Proses enkode/dekode telah selesai.

# EncodeDecodeCompletedTitle
source: Success.
id_id: Selesai.

# ErrorFileNotSelectedText
source: Please select input and/or output files first!
id_id: Harap pilih berkas input dan/atau output terlebih dahulu!

# ErrorFileNotSelectedTitle
source: Files not selected.
id_id: Berkas belum dipilih.

# ErrorNotElevatedText
source: Restart this app with administrative privilege.
id_id: Buka ulang program ini dengan hak administratif (Run as Administrator).

# ErrorNotElevatedTitle
source: Not elevated.
id_id: Harus di elevasi.

# ExistText
source: Present
id_id: Ada

# InstallText
source: Install
id_id: Pasang

# KClamAV_Desc
source: Powerful antivirus engine to provide virus protection.
id_id: Mesin antivirus untuk memindai dan menghapus virus komputer.

# KCrypt_Desc
source: Encrypt/decrypt your files using Base64 transformation.
id_id: Enkripsi/dekripsi berkas anda menggunakan transformasi Base64.

# KCure_Desc
source: Harden your flashdrives from being infected by viruses.
id_id: Proteksi diskalepas agar lebih sulit untuk terinfeksi virus.

# KProtect_Desc
source: Harden your computer from being infected by viruses that came from flashdrives.
id_id: Proteksi komputer untuk mencegah infeksi virus melalui diskalepas.

# KUnhide_Desc
source: Unhide files and folders that hidden by viruses.
id_id: Tampilkan kembali berkas dan folder yang disembunyikan virus.

# KUnhide_RepairAttribute
source: Restore attribute
id_id: Perbaiki atribut

# MissingText
source: Missing
id_id: Hilang

# NotifyDriveNotSelectedText
source: Please select a flashdrive first!
id_id: Harap pilih diskalepas telebih dahulu!

# NotifyDriveNotSelectedTitle
source: Flashdrive not selected.
id_id: Diskalepas belum dipilih.

# NotifyDrivePlugged
source: You just plugged new flashdrive.
id_id: Perangkat diskalepas baru terpasang.

# NotifyRunningBackground
source: Program will continue running on background.
id_id: Program akan berjalan dibelakang layar.

# SafeChestDeletionText
source: Do you want to remove SafeChest folder? All of it's contents will be deleted.
id_id: Apakah anda ingin menghapus folder SafeChest? Semua konten folder akan dihapus juga.

# SafeChestDeletionTitle
source: Confirm SafeChest uninstallation.
id_id: Konfirmasi penghapusan SafeChest.

# ScanCompileEngine
source: Compiling engine...
id_id: Kompilasi mesin antivirus...

# ScanCompletedNoVirus
source: Scan completed. No virus detected.
id_id: Pemindaian selesai. Tidak ada virus terdeteksi.

# ScanCompletedViruses
source: Scan completed. Some viruses detected.
id_id: Pemindaian selesai. Beberapa virus terdeteksi.

# ScanCountText
source: Couting files and folders...
id_id: Menghitung berkas...

# ScaningStill
source: Scanning...
id_id: Memindai objek...

# ScanPrepareClamav
source: Initializing libclamav...
id_id: Inisialisasi libclamav...

# ScanPrepareDatabase
source: Loading databases...
id_id: Mengambil basis data...

# ScanRepairCompleted
source: Fix completed.
id_id: Selesai memperbaiki.

# ScanRepairing
source: Fixing...
id_id: Memperbaiki...

# ScanRepairText
source: Fix
id_id: Perbaiki

# ScanSelectPathText
source: Select path to scan!
id_id: Harap pilih lokasi pemindaian terlebih dahulu.

# ScanStartText
source: Start scan
id_id: Mulai pindai

# ScanVirusDetected
source: Virus object detected.
id_id: Objek virus ditemukan.

# StartText
source: Start
id_id: Mulai

# StopText
source: Stop
id_id: Berhenti

# UninstallText
source: Uninstall
id_id: Hapus

# AddElevationManifestText
source: This feature is experimental. This feature only availiable in developing environment.
id_id: Fitur ini bersifat eksperimental, penggunaan fitur ini hanya diizinkan dalam lingkungan pengembangan.

# UnableChangeRegistryText
source: Unable to add startup entry on registry.
id_id: Tidak dapat menambah entri pada sistem.

# QuickFixFinished
source: New flashdrive has plugged in and QuickFix has taken an action.
id_id: Diskalepas telah terpasang dan QuickFix telah memeriksanya.

# LibclamavError
source: Can't access libclamav. Antivirus capability disabled.
id_id: Tidak dapat mengakses libclamav. Kemampuan antivirus ditiadakan.

# ScanEngineError
source: Libclamav encoutered an error. Scan aborted.
id_id: Libclamav mengalami kegagalan. Pemindaian dibatalkan.

# CantShowSettings
source: Can't show program settings because there is opened form(s).
id_id: Tidak dapat membuka pengaturan karena ada jendela piranti yang terbuka.
